---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Analysis.PathOfTravelCalculationServerIds
source: html/1771a5dc-271d-6f82-8385-335ba4cb4443.htm
---
# PathOfTravelCalculationServerIds Members

GUID to represent the default calculation server id.